Repository: common-repository/my-chatbot-agency-chat
Catalog: languages/*.po
Languages: es_es, fr_fr

source: MCA Settings
es_es: MCA configuración
fr_fr: MCA Réglages

source: Connected with My Chatbot Agency.
es_es: Conectado con My Chatbot Agency.
fr_fr: Connecté avec My Chatbot Agency.

source: You can now use the chat and the automation tool!
es_es: Ya puedes usar el chat en tu sitio y la herramienta de automatización !
fr_fr: Vous pouvez maintenant utiliser le chat ainsi que l'outil d'automatisation !

source: Configuration
es_es: Configuración

source: Messaging
es_es: Mensajería
fr_fr: Messagerie

source: You like My Chatbot Agency <b style="color:red">♥</b> ? Leave us a review at <a target="_blank" href="https://wordpress.org/support/plugin/mca/reviews/?filter=5">Wordpress Plugin Directory</a>
es_es: Te gusta My Chatbot Agency <b style="color:red">♥</b> ? Déjanos un comentario en nuestro <a target="_blank" href="https://wordpress.org/support/plugin/mca/reviews/?filter=5">Wordpress Plugin Directory</a>
fr_fr: Tu aimes My Chatbot Agency <b style="color:red">♥</b> ? Laisses nous une note sur <a target="_blank" href="https://wordpress.org/support/plugin/mca/reviews/?filter=5">Wordpress Plugin Directory</a>

source: Connect with My Chatbot Agency platform.
es_es: Conéctate con la plataforma de My Chatbot Agency.
fr_fr: Se connecter à la plateforme My Chatbot Agency.

source: My Chatbot Agency chat allow you to live speak with your Wordpress website users and to automate some questions/answers thanks to our FAQBOT tool. Click the button below to create your account, customize your chat widget and start saving time with automation!
es_es: My Chatbot Agency chat te permite de hablar en vivo con los visitores de tu sitio Wordpress. También puedes automatizar preguntas y respuestas gracias a nuestra herramienta de FAQBOT. Clickea el botón de abajo para crear tu cuenta, personalizar tu chat widget y gana tiempo con la automatización !
fr_fr: My Chatbot Agency chat vous permet de discuter en direct avec les utilisateurs de votre site Wordpress et d'automatiser des questions réponses grâce à l'outil de FAQBOT. Cliquez sur le bouton ci-dessous pour vous créer un compte et configurer l'apparence de votre chat widget !

source: If you click the button, a new page will pop up where you will be able to create an account. This account is not related to your wordpress account.
es_es: Si haces click en el botón, va a aparecer una nueva página en la cual podrás crear to cuenta. Esa cuenta no esta relacionada con to cuenta Wordpress.
fr_fr: En cliquant sur le bouton, une nouvelle page s'ouvrira, pour créer votre compte. Le compte créé est indépendant de votre compte Wordpress.

source: Connect with My Chatbot Agency platform
es_es: Conéctate con la plataforma de My Chatbot Agency
fr_fr: Se connecter à la plateforme My Chatbot Agency

source: Add a chat widget to your website to allow you to reply in the best way to your customers. Automatize the recurrent questions to save time and offer a 24/7 support.
es_es: Añadir una herramienta de chat a tu sitio te permite responder de la mejor manera a sus visitores. Automatizar las preguntas frecuentes te permite ganar tiempo y dar un servicio al cliente 24/7.
fr_fr: Ajoutez notre outil de chat à votre site pour apporter un meilleur support à vos clients. Profitez également de l'automatisation pour économiser du temps et disposer d'un service client 24/7.
